{
  "appName": {
    "message": "Msomaji Line"
  },
  "shortDesc": {
    "message": "Tumia programu ya Soma Mstari kuboresha uzoefu wako wa kusoma kwa kudumisha umakini wako na mstari wa kusoma."
  },
  "storeDesc": {
    "message": "Kuanzisha Mstari wa Msomaji: kuboresha uzoefu wako wa kusoma! 📕\n\n🚀 Vidokezo vya kuanza haraka\n1. Bonyeza \"Ongeza kwa Chrome\" kusakinisha kifaa kwa urahisi kwenye kivinjari chako.\n2. Fungua ukurasa wowote au hati ambapo unataka kuboresha uzoefu wako wa kusoma.\n3. Badilisha rangi, urefu, na uwazi wa mstari wa kusoma kulingana na mapendeleo yako.\n4. Hamisha mstari wa kusoma kwa kusonga panya yako ili kuzingatia mistari au aya maalum.\n5. Tumbukiza kwenye vifaa vyako vya kusoma kwa wazi na umakini ulioboreshwa, kwa hisani ya usaidizi wa kusoma!\n\n💎 Boresha safari yako ya kusoma na mstari wa msomaji\nMstari wa msomaji hutumika kama mwenzako wa kusoma wa kuaminika, ukitoa anuwai ya vipengele kufaa mahitaji yako ya kipekee ya kusoma. Iwe wewe ni mwanafunzi, mtaalam, au unapenda tu kuzama kwenye kitabu kizuri, mstari wa tahajia upo hapa kuboresha safari yako ya kusoma.\n\n⚙️ Mwongozo wa kusoma unaoweza kubadilishwa\nHapa kuna chaguzi za mstari wa kusoma unazoweza kubadilisha kwa urahisi kwenye mipangilio ya kifaa:\n✴️ Rangi na uwazi. Kubadilisha rangi za mstari wa kusoma huongeza uwezekano wa kusomwa kwenye tovuti na mandhari tofauti.\n✴️ Urefu wa mstari. Kwa kuweka urefu wa mwongozo wa kusoma, mtumiaji anaweza kuzoea saizi tofauti za herufi na nafasi za mistari kwa uzoefu bora wa kusoma.\n✴️ Hali ya kusoma. Mstari wa msomaji hutoa njia mbili za kusoma: mstari na tahajia. Hali hizi maalum hutoa suluhisho maalum kuboresha uzoefu wako wa kusoma.\n\n✨ Uingiliano wa haraka na upatikanaji\n💡 Mstari wa msomaji unaingiliana kwa urahisi kwenye kivinjari chako cha Chrome, ikihakikisha upatikanaji na urahisi wa matumizi kwa watumiaji wa viwango vyote vya ujuzi.\n💡 Wezesha au lemaza kifaa kwa kubofya tu, ikikupa udhibiti kamili wa uzoefu wako wa kusoma.\n💡 Iliyoundwa kwa kuzingatia pamoja, mstari wa msomaji unawekeza upatikanaji, ukiufanya kuwa chombo muhimu kwa watu wenye mahitaji mbalimbali ya kusoma.\n\n🛠 Vipengele vya baadaye\n 1️⃣ Hali ya tahajia. Kipengele cha hali ya tahajia huzidisha umakini kwa kusisitiza mstari mmoja wa msomaji, bora kwa dyslexia. Hutumia mstari wa kusoma kuongoza mawazo ya msomaji, ukifanya mstari wa kusoma kuwa wazi zaidi na kupunguza vikwazo, hivyo kuboresha uwezekano wa kusomwa kwa watumiaji wa dyslexic.\n 2️⃣ Msaada wa PDF. Integre vipengele vya mstari wa kusoma kwa faili za pdf kwa urahisi, ikitoa uzoefu wa kusoma unaofanana kwenye muundo na majukwaa tofauti. Iwe unajifunza makala za kisayansi, kukagua ripoti, au kufurahia kusoma kwa raha, msaada wa kusoma utakuwa hapo kutoa msaada na usaidizi wa thamani.\n\n❓ Maswali yanayoulizwa mara kwa mara\n📌 Ni nini mstari wa msomaji?\nMsomaji wa mstari ni kifaa cha Chrome kilichoundwa kuboresha uzoefu wako wa kusoma kwa kutoa miongozo inayoweza kubadilishwa ili kukusaidia kutembea kupitia maandishi. Mara baada ya kusakinishwa, msaada wa kusoma unaweka mstari wa kusoma wa kisasa kwenye dirisha lako la kivinjari. Unaweza kubadilisha rangi yake, urefu, na uwazi kulingana na mapendeleo yako.\n\nJe, inaweza kusaidia na changamoto maalum za kusoma?\nNdio, msomaji wa mstari hutoa njia maalum kama vile msaidizi wa dyslexia na mstari wa kuzingatia ili kusaidia watu wanaokabiliwa na matatizo ya kusoma.\n\nJe, mstari wa kusoma ni rahisi kutumia?\nKabisa! Msomaji wa mstari una interface ya kirahisi kueleweka na inaweza kuwezeshwa au kulemazwa kwa bonyeza moja tu, hivyo kuifanya kuwa inapatikana kwa watumiaji wa viwango vyote vya ujuzi. Msaada wa kusoma unaweza kulemazwa au kuwezeshwa kwa urahisi kwa bonyeza moja, ikikupa udhibiti kamili wa uzoefu wako wa kusoma.\n\nJe, naweza kubadilisha muonekano wa kiongozi wa kusoma?\nNdio, unaweza kubadilisha rangi, urefu, na uwazi wa mstari wa kusoma ili kukidhi mapendeleo yako na mazingira yako ya kusoma.\n\nJe, msomaji wa mstari hufanya kazi kwenye tovuti zote?\nMstari wa kusoma unapatana na tovuti nyingi na nyaraka zilizomo kwenye mtandao, ukiwapatia uzoefu unaofanana wa kusoma kwenye majukwaa mbalimbali.\n\nJinsi gani miongozo ya kusoma inaweza kuboresha kasi yangu ya kusoma na uelewa?\nKwa kutoa mwongozo wa kuona na kupunguza vikwazo, mstari wa kusoma husaidia watumiaji kuzingatia katika maandishi, hivyo kuongoza kwenye kuboreshwa kwa kasi ya kusoma na uelewa.\n\nJe, msomaji wa mstari ni mzuri kwa wanafunzi?\nNdio, mtaaluma wa kusoma ni chombo kizuri kwa wanafunzi, kuwasaidia kubaki wakilenga wakati wa kujifunza, kufanya utafiti, na kusoma maandishi ya kitaaluma."
  }
}