{
  "appName": {
    "message": "리더 라인"
  },
  "shortDesc": {
    "message": "Reader Line 앱을 사용하여 독서 자와 읽기 룰러로 독서 라인을 유지하고 집중을 높이세요."
  },
  "storeDesc": {
    "message": "리더 라인 소개: 당신의 독서 경험을 혁신하는 중! 📕\n\n🚀 빠른 시작 팁\n1. 확장 프로그램을 브라우저에 원활하게 설치하려면 \"Chrome에 추가\"를 클릭하세요.\n2. 독서 경험을 향상시키고 싶은 웹페이지 또는 문서를 열어보세요.\n3. 읽기 가이드의 색상, 높이, 투명도를 원하는 대로 조정하세요.\n4. 마우스 커서를 사용하여 특정한 줄 또는 단락에 초점을 맞추기 위해 읽기 가이드를 이동하세요.\n5. 개선된 명확성과 집중력으로 독서 자료에 몰입하세요. 독서 도우미의 공로를 받습니다!\n\n💎 리더 라인과 함께 독서 여정을 향상시키세요\n리더 라인은 독자들의 신뢰할 수 있는 독서 동반자로, 독특한 독서 요구에 맞는 다양한 기능을 제공합니다. 학생이든 전문가이든 좋은 책에 빠지는 것을 즐기는 이든, 포커스 룰러가 당신의 독서 여정을 한층 더 높여줄 것입니다.\n\n⚙️ 사용자 정의 가능한 독서 가이드\n확장 프로그램 설정에서 쉽게 사용자 정의할 수 있는 읽기 가이드 옵션이 있습니다:\n✴️ 색상과 투명도. 읽기 가이드 색상을 변경하여 서로 다른 배경을 가진 웹사이트에서 가독성을 향상시킬 수 있습니다.\n✴️ 룰러 높이. 독서 가이드의 높이를 설정함으로써 사용자는 최적의 독서 경험을 위해 다양한 글꼴 크기와 줄 간격에 적응할 수 있습니다.\n✴️ 독서 모드. 리더 라인은 라인 모드와 포커스 모드 두 가지 독서 모드를 제공합니다. 이러한 특화된 모드는 독서 경험을 향상시키기 위해 맞춤형 솔루션을 제공합니다.\n\n✨ 원할한 통합과 이용성\n💡 리더 라인은 Chrome 브라우저에 원활하게 통합되어 어떤 기술 수준의 사용자들에게도 접근성과 사용 편의성을 보장합니다.\n💡 클릭 한 번으로 확장 프로그램을 활성화하거나 비활성화하여 독서 경험에 대한 완전한 통제 권한을 부여합니다.\n💡 다양한 독서 요구를 가진 개인들을 위한 가치 있는 도구로서 접근성을 최우선으로 하는 리더 라인은 가치 있는 지원을 제공합니다.\n\n🛠 미래 기능\n1️⃣ 포커스 모드. 포커스 모드 기능은 이중성을 위해 단일 리더 라인을 강조하여 집중력을 높여줍니다. 독서 가이드를 활용하여 독자의 주의를 이끌어내어 독서 라인을 명확하게 만들고 산만함을 최소화하여 이중성 사용자에게 가독성을 향상시킵니다.\n2️⃣ PDF 지원. PDF 파일에 읽기 가이드의 기능을 원활하게 통합하여 여러 형식과 플랫폼을 통해 일관된 독서 경험을 제공합니다. 학술 논문을 공부하거나 보고서를 검토하거나 여가 독서를 즐기는 경우라 할지라도, 독서 도우미가 귀중한 지원과 도움을 제공할 것입니다.\n\n❓ 자주 묻는 질문\n📌 리더 라인이란 무엇인가요?\n리더 라인은 사용자가 텍스트를 탐색하는 데 도움이 되도록 사용자 정의 가능한 가이드 라인을 제공하는 Chrome 확장 프로그램입니다. 한 번 설치되면 가상 독 해상도가 브라우저 창에 추가됩니다. 사용자는 자신의 취향에 맞게 색상, 높이 및 불투명도를 조절할 수 있습니다.\n📌 특정 독해 도전 과제에 도움이 될까요?\n네, 리더 라인은 실제 독해 어려움을 겪는 개인들을 지원하기 위해 간질증 지원 및 초점 라인과 같은 전문 모드를 제공합니다.\n📌 리딩 라인은 사용하기 쉬운가요?\n절대로! 리더 라인은 직관적 인터페이스를 제공하며 클릭 한 번으로 활성화 또는 비활성화할 수 있어 모든 실력 수준의 사용자에게 접근성을 제공합니다. 리딩 헬퍼는 한 번의 클릭으로 쉽게 비활성화 또는 다시 활성화할 수 있어 독해 경험을 완전히 제어할 수 있습니다.\n📌 독해 가이드의 겉보기를 사용자가 정의할 수 있을까요?\n네, 사용자는 자신의 취향과 독서 환경에 맞게 독 해상도의 색상, 높이 및 불투명도를 사용자 정의할 수 있습니다.\n📌 리더 라인은 모든 웹사이트에서 작동하나요?\n리딩 라인은 대부분의 웹사이트와 웹 기반 문서와 호환되어 다양한 플랫폼에서 일관된 독해 경험을 제공합니다.\n📌 독해 가이드는 어떻게 독해 속도와 이해력을 향상시킬까요?\n시각적 가이드를 제공하고 산만함을 최소화함으로써 독 해상도는 사용자가 텍스트에 집중할 수 있게 도와 독해 속도와 이해력을 향상시킵니다.\n📌 학생들에게 적합한 리더 라인인가요?\n네, 리딩 룰러는 공부하거나 학술적 텍스트를 읽을 때 집중을 돕는 우수한 도구로 학생들에게 적합합니다."
  }
}