{
  "appName": {
    "message": "שורת הקורא"
  },
  "shortDesc": {
    "message": "השתמשו באפליקציית Reader Line כדי להדריך ולשפר את חווייתכם עם סרגל קריאה כדי לשמור על מוקדכם בקריאה."
  },
  "storeDesc": {
    "message": "היכרות עם Reader Line: מהפכה בחוויית הקריאה שלך! 📕\n\n🚀 טיפים להתחלה מהירה\n1. לחץ על \"הוסף לכרום\" כדי להתקין את הרחבת הכלי בצורה חלקה בדפדפן שלך.\n2. פתח כל עמוד אינטרנט או מסמך שבו בתוךו ברצונך לשפר את חוויית הקריאה שלך.\n3. התאמת צבע, גובה ואטימות של מצבין הקריאה להעדפותיך.\n4. הזז את מצבין הקריאה בעזרת הסמל של העכבר שלך כדי להתמקד בשורות או פסקות ספציפיים.\n5. בחינה בחומר הקריאה שלך עם לחיץ ברירת-המחדל משופרת ומרוכזת, בזכות עזרת הקריאה!\n\n💎 שפר את המסע הקריאה שלך עם מצבין הקריאה\nמחזית הקריאה משמשת כשותף לקריאה האמין שלך, מציעה מגוון תכונות להתאמה לדרושי קריאה הייחודיים שלך. בין אם אתה סטודנט, מקצוען או פשוט נהנה לקפוץ לספר טוב, מצבין המוקד כאן להעלות את מסע הקריאה שלך.\n\n⚙️ מדריך קריאה בהתאמה אישית\nהנה האפשרויות של מצבין הקריאה שבאפשרותך להתאים בקלות בהגדרות הרחבה:\n✴️ צבע ואטימות. שינוי צבע המצבין של הקריאה משפר קריאותיות באתרים עם רקעים שונים.\n✴️ גובה המצבין. על ידי הגדרת גובה מצבין הקריאה המשתמש יכול להתאים לגדלי גופן שונים ולרווחי ירידת שורות לחוויית קריאה אופטימלית.\n✴️ מצב קריאה. מחזין הקריאה מציע שני מצבי קריאה: קו ומוקד. מצבים אלו מתאימים פתרונות מותאמים לשפר את חוויית הקריאה שלך.\n\n✨ אינטגרציה חלקה ונגישות\n💡 מחזין הקריאה משתמש בכרום שלך, מבטיח נגישות ושימוש נוח למשתמשים בכל רמות המיומנות.\n💡 הפעל או בטל את הרחבה בלחיצה אחת, מעניק לך בקרה מלאה על חוויית הקריאה שלך.\n💡 מעוצב תוך התחשבות בכולם, מחזין הקריאה מעדיף נגישות, הופך אותו לכלי יקר לאנשים עם צרכי קריאה שונים.\n\n🛠 תכונות עתידיות\n1️⃣ מצב מוקד. תכונת מצב המוקד משפרת ריכוז על ידי דגימת שורת קריאה יחידה, אידיאלית לדיסלקטים. היא משתמשת במצבין הקריאה כדי להנחות את תשומת לבו של הקורא, מבהירה את הקריאה ומורידה את ההסחות בהתאם, ובכך משפרת את קריאותיות עבור משתמשים דיסלקטים.\n2️⃣ תמיכה ב- PDF. אינטגרציה חלקה של תכונות מצבין הקריאה בקבצי PDF, המציעה חוויית קריאה עקבית בפורמטים ופלטפורמות שונות. בין אם אתה לומד מאמרים אקדמיים, סוקר דוחות או נהנה מקריאה בזמני פנאי, עזרת קריאה תהיה שם כדי לספק תמיכה ערכית וסיוע.\n\n❓ שאלות שלא נענו בעבר\n📌 מהו מחזין הקריאה?\nקו הקורא הוא הרחבת Chrome המיועדת לשיפור חוויית הקריאה שלך על ידי ספק מדריך רצועה להתנהגותך דרך טקסט. לאחר התקנתו, המסייע לקריאה מוסיף סרגל חזותי לקריאה לחלון הדפדפן שלך. ניתן להתאים את צבעו, גובהו ושקיפותו כך שיתאימו להעדפותיך.\n📌 האם יכול לעזור באתגרים קונקרטיים בלימוד?\nכן, קו הקורא מציע מצבי מותאמים כגון עוזר לדיסלקטיקה וקו מוקד, לסייע לאנשים שנתקלים בקושיים בקריאה.\n📌 האם קו הקריאה קל לשימוש?\nבהחלט! קו הקורא מציע ממשק אינטואיטיבי וניתן להפעלה או כיבוי בלחיצת כפתור בודד, עשוי להיות נגיש למשתמשי כל מגבלה. ניתן בקלות לכיבות או לשחזר את פעולת הקורא בלחיצת כפתור בודד, הנותנת לך שליטה מלאה על חווית הקריאה שלך.\n📌 האם אני יכול להתאים אישית את מראה המדריך לקריאה?\nכן, ניתן להתאים את הצבע, הגובה והשקיפות של סרגל הקריאה כך שיתאימו להעדפותיך ולסביבת הקריאה שלך.\n📌 האם קו הקורא עובד בכל האתרים?\nסרגל הקריאה תואם את רוב האתרים ומסמכים ברשת, מספק חוויית קריאה עקבית בין פלטפורמות שונות.\n📌 איך מדריך הקריאה יכול לשפר את מהירות הקריאה ואת ההבנה שלי?\nעל ידי ספק מדריך חזותי והפחתת הניגודיות, סרגל הקריאה עוזר למשתמשים להתמקד בטקסט, מה שמביא לשיפור במהירות ובהבנה של הקריאה.\n📌 האם קו הקורא מתאים לתלמידים?\nכן, סרגל הקריאה הוא כלי מצוין לתלמידים ועוזר להם לשמור על ריכוז במהלך לימודיהם, מחקריהם וקריאת הטקסטים האקדמיים."
  }
}