{
  "appName": {
    "message": "Рядок читача"
  },
  "shortDesc": {
    "message": "Використовуйте додаток Reader Line, щоб керувати та покращити свій досвід з читацьким лінійком для підтримки уваги під час читання."
  },
  "storeDesc": {
    "message": "Представляємо Reader Line: революційний досвід читання! 📕\n\n🚀 Швидкі початкові вказівки\n1. Натисніть \"Додати в Chrome\", щоб безперешкодно встановити розширення в ваш браузер.\n2. Відкрийте будь-яку веб-сторінку або документ, де ви хочете покращити свій досвід читання.\n3. Налаштуйте колір, висоту та прозорість читального лінійця за вашими уподобаннями.\n4. Перемістіть читальне лінійце за допомогою курсору миші, щоб сконцентруватися на конкретних рядках або абзацах.\n5. Поглибуйтесь у ваш матеріал для читання з покращеною ясністю та увагою, завдяки допомозі в читанні!\n\n💎 Покращуйте ваш шлях читання за допомогою читального лінійця\nReader Line виступає як ваш надійний помічник для читання, пропонуючи ряд функцій, що враховують ваші унікальні читацькі потреби. Незалежно від того, чи ви студент, фахівець чи просто любите поглиблюватися в хорошу книгу, лінійка фокусу тут, щоб піднести ваш шлях читання на новий рівень.\n\n⚙️ Налагоджуваний посібник для читання\nОсь параметри читального лінійця, які можна легко налаштувати в налаштуваннях розширення:\n✴️ Колір та прозорість. Зміна кольору читального лінійця покращує читабельність на веб-сайтах з різними фонами.\n✴️ Висота лінійця. Встановлюючи висоту читального посібника, користувач може адаптуватися до різних розмірів шрифту та міжрядкового інтервалу для оптимального досвіду читання.\n✴️ Режим читання. Reader Line пропонує два режими читання: лінійний та фокусний. Ці спеціалізовані режими пропонують налаштовані рішення для покращення вашого досвіду читання.\n\n✨ Безшовна інтеграція та доступність\n💡 Reader Line безперешкодно інтегрується у ваш браузер Chrome, забезпечуючи доступність та зручність використання для користувачів різного рівня навичок.\n💡 Увімкніть або вимкніть розширення одним клацанням, що надає вам повний контроль над вашим досвідом читання.\n💡 Створений з урахуванням доступності, Reader Line пріоритетно розглядає доступність, роблячи його цінним інструментом для осіб з різними потребами у читанні.\n\n🛠 Майбутні функції\n 1️⃣ Режим фокусу. Функція режиму фокусу підвищує концентрацію, підсвічуючи один рядок для читання, ідеально підходить для дислексії. Вона використовує читальний посібник, щоб керувати увагою читача, зробити лінію читання чіткішою та мінімізувати відволікання, тим самим покращуючи читабельність для користувачів із дислексією.\n 2️⃣ Підтримка PDF. Безперешкодно інтегруйте функції читального посібника у файли PDF, пропонуючи послідовний досвід читання на різних форматах і платформах. Незалежно від того, чи ви вивчаєте наукові статті, переглядаєте звіти або насолоджуєтеся вільним читанням, допомога в читанні буде тут, щоб надати невід'ємну підтримку та допомогу.\n\n❓ Часто задавані питання\n📌 Що таке Reader Line?\nРядок читача - це розширення Chrome, призначене для покращення вашого читацького досвіду, надаючи налаштований лінійний напрямок, щоб допомогти навігувати через текст. Після встановлення читацького помічника він додає віртуальний читацький лінійку до вікна вашого браузера. Ви можете налаштувати його колір, висоту та прозорість під свої вподобання.\n📌 Чи може він допомогти з конкретними читацькими викликами?\nТак, рядок читача пропонує спеціалізовані режими, такі як помічник для дислексії та лінія фокусу, щоб допомогти особам, які стикаються з проблемами читання.\n📌 Чи легко використовувати читацьку лінію?\nАбсолютно! Рядок читача має інтуітивний інтерфейс і може бути увімкнений чи вимкнений одним кліком, що робить його доступним для користувачів будь-якого рівня вправності. Читацький помічник можна легко вимкнути або снову увімкнути одним кліком, що дає вам повний контроль над вашим читацьким досвідом.\n📌 Чи можу я налаштувати вигляд читацького керівництва?\nТак, ви можете налаштувати колір, висоту та прозорість читацької лінійки, щоб відповідати вашим уподобанням та середовищу читання.\n📌 Чи працює рядок читача на всіх веб-сайтах?\nЧитацька лінійка сумісна з більшістю веб-сайтів та веб-документів, забезпечуючи послідовний читацький досвід на різних платформах.\n📌 Як читацьке керівництво може покращити швидкість та розуміння мого читання?\nЗабезпечуючи візуальний керівний знак та мінімізуючи відволікання, читацька лінійка допомагає користувачам фокусуватися на тексті, що призводить до покращення швидкості читання та розуміння.\n📌 Чи підходить рядок читача для студентів?\nТак, рядок читача є відмінним інструментом для студентів, допомагаючи їм залишатися сконцентрованими під час навчання, дослідження та читання наукових текстів."
  }
}