{
  "appName": {
    "message": "Olvasó Sor\n"
  },
  "shortDesc": {
    "message": "Használd a Reader Line alkalmazást az olvasóvonal segítségével, hogy fókuszálni tudj az olvasás során.\n"
  },
  "storeDesc": {
    "message": "Bemutatjuk a Reader Line-t: forradalmasítsd az olvasási élményedet! 📕\n\n🚀 Gyors kezdési tippek\n1. Kattints az \"Hozzáadás a Chrome-hoz\" gombra, hogy zökkenőmentesen telepítsd a bővítményt a böngésződbe.\n2. Nyiss meg bármilyen weboldalt vagy dokumentumot, ahol szeretnéd fokozni az olvasási élményedet.\n3. Állítsd be az olvasási vonal színét, magasságát és átlátszóságát az igényeid szerint.\n4. Mozgasd az olvasási vonalat az egérkurzorral, hogy koncentrálj bizonyos sorokra vagy bekezdésekre.\n5. Mergelj bele az olvasási anyagba javult tisztasággal és fókusszal, az olvasási segítség jóvoltából!\n\n💎 Fokozd az olvasási élményedet olvasóvonal segítségével\nA Reader Line szolgál a megbízható olvasási társadként, különféle funkciókkal az egyedi olvasási igényeid kiszolgálására. Legyél diák, szakember, vagy egyszerűen szeretsz elmerülni egy jó könyvben, az olvasóvonal itt van, hogy felemelje az olvasási utad.\n\n⚙️ Testreszabható olvasási útmutató\nItt vannak az olvasási vonal beállítási lehetőségei, amelyeket könnyen testreszabhat az alkalmazáson belül:\n✴️ Szín és átlátszóság. Az olvasási vonal színének megváltoztatása növeli az olvashatóságot különböző háttérrel rendelkező webhelyeken.\n✴️ Vonalszélesség. Az olvasási útmutató magasságának beállításával az olvasó alkalmazkodhat a különböző betűméretekhez és sorok közti távolságokhoz optimális olvasási élmény érdekében.\n✴️ Olvasási mód. A Reader Line két olvasási módot kínál: vonal és fókusz. Ezek a szakosodott módok személyre szabott megoldásokat nyújtanak az olvasási élmény fokozására.\n\n✨ Zökkenőmentes integráció és hozzáférhetőség\n💡 A Reader Line zökkenőmentesen integrálódik a Chrome böngésződbe, biztosítva az elérhetőséget és az egyszerű használatot minden szintű felhasználó számára.\n💡 Engedélyezd vagy tiltsd le a bővítményt egy kattintással, így teljes irányítást szerezhetsz az olvasási élményed felett.\n💡 Az inclusivityre összpontosítva a Reader Line prioritizálja az elérhetőséget, így értékes eszköz a különböző olvasási igényekkel rendelkező egyének számára.\n\n🛠 Jövőbeli funkciók\n 1️⃣ Fókusz mód. A fókusz mód funkció növeli a koncentrációt egyetlen olvasóvonal kiemelésével, ideális diszlexiára. Az olvasási vonalat használja az olvasó figyelmének irányításához, ezáltal világosabbá teszi az olvasott sort és minimalizálja a zavaró tényezőket, így javítva az olvasási élményt a diszlexiában szenvedő felhasználók számára.\n 2️⃣ PDF támogatás. Zökkenőmentesen integráld az olvasási vonal funkcióit pdf fájlokba, egységes olvasási élményt nyújtva különböző formátumokban és platformokon. Legyen szó tudományos cikkek tanulmányozásáról, jelentések áttekintéséről, vagy szabadidős olvasásról, az olvasási segítség ott lesz, hogy értékes támogatást és segítséget nyújtson.\n\n❓ Gyakran ismételt kérdések\n📌 Mi is az olvasóvonal?\nAz olvasósor egy Chrome-bővítmény, amelyet az olvasási élmény javítására terveztek egy testre szabható vonalvezetéssel, amely segít az áttekintést a szövegen keresztül irányítani. Miután telepítette, az olvasási segéd egy virtuális olvasási vonalzót ad a böngészőablakához. A színt, a magasságot és az átlátszóságot beállíthatja az egyéni preferenciáihoz.\n\n📌 Segíthet specifikus olvasási kihívások esetén?\nIgen, az olvasósor speciális módokat kínál, például diszlexia segéd és fókuszvonal, hogy segítsen az olvasási nehézségekkel küzdő egyéneken.\n\n📌 Könnyű használni az olvasósort?\nAbszolút! Az olvasósor egy intuitív felhasználói felülettel rendelkezik, és egy kattintással be- vagy kikapcsolható, így minden szintű felhasználó számára elérhetővé válik. Az olvasási segéd könnyen ki- vagy bekapcsolható egyetlen kattintással, teljes kontrollt biztosítva az olvasási élmény felett.\n\n📌 Testreszabhatom az olvasási útmutató megjelenését?\nIgen, testre szabhatja az olvasási vonalzó színét, magasságát és átlátszóságát az egyéni preferenciáihoz és olvasási környezetéhez igazítva.\n\n📌 Összes weboldalon működik az olvasósor?\nAz olvasási vonalzó kompatibilis a legtöbb weboldallal és webes dokumentummal, egyöntetű olvasási élményt biztosítva különböző platformokon.\n\n📌 Hogyan javíthatja az olvasási útmutató az olvasási sebességemet és megértésemet?\nA vizuális útmutató biztosításával és a zavaró tényezők minimalizálásával az olvasási vonalzó segít a felhasználóknak a szövegre összpontosítani, ami jobb olvasási sebességhez és megértéshez vezet.\n\n📌 Megfelelő-e az olvasósor a diákok számára?\nIgen, az olvasási vonalzó kiváló eszköz a diákok számára, segítve őket a koncentrálásban a tanulás, kutatás és akadémiai szövegek olvasása közben.\n"
  }
}