{
  "appName": {
    "message": "リーダーライン\n"
  },
  "shortDesc": {
    "message": "Reader Lineアプリを使用して、読書のラインを強調し、焦点を維持するための読書体験をガイドしてください。\n"
  },
  "storeDesc": {
    "message": "リーダーラインを紹介します：あなたの読書体験を革命化します！ 📕\n\n🚀 クイックスタートのヒント\n1.「Chromeに追加」をクリックして、拡張機能をブラウザにシームレスにインストールします。\n2. 読書体験を向上させたいウェブページやドキュメントを開きます。\n3. リーダーの色、高さ、透明度を好みに合わせて調整します。\n4. マウスカーソルで読書ラインを移動し、特定の行や段落に焦点を当てます。\n5. 身近な読書支援のおかげで、読書素材にクリアで集中力を高められます！\n\n💎 リーダーラインで読書の旅をエンハンス\nリーダーラインは、あなたの信頼できる読書の相棒として、あなたの独自の読書ニーズに応えるさまざまな機能を提供します。学生、プロフェッショナル、または良い本に没頭することを楽しむ方、フォーカスラインがあなたの読書の旅を高めます。\n\n⚙️ カスタマイズ可能な読書ガイド\n拡張機能の設定で簡単にカスタマイズできるリーダーラインのオプションは次のとおりです：\n✴️ 色と透明度。読書ラインの色を変えることで、異なる背景のウェブサイトで読みやすさが向上します。\n✴️ ラインの高さ。読書ガイドの高さを設定することで、ユーザーは異なるフォントサイズや行間隔に適応し、最適な読書体験を提供します。\n✴️ 読書モード。リーダーラインはラインモードとフォーカスモードの2つの読書モードを提供します。これらの専門的なモードは、読書体験を向上させるためのカスタマイズされたソリューションを提供します。\n\n✨ シームレスな統合とアクセシビリティ\n💡 リーダーラインはChromeブラウザにシームレスに統合され、すべてのスキルレベルのユーザーにアクセスしやすく利用しやすくします。\n💡 クリック一つで拡張機能を有効または無効にし、読書体験に完全な制御を与えます。\n💡 包括性を念頭に設計されたリーダーラインは、アクセシビリティを優先し、さまざまな読書ニーズを持つ個々のユーザーにとって貴重なツールとなります。\n\n🛠 今後の機能\n1️⃣ フォーカスモード。フォーカスモード機能は一つのリーダーラインをハイライトすることで、読書障害の方に最適な注意集中を高めます。読書ラインを利用して読者の注意を誘導することで、読書ラインをより明確にし、邪魔を最小限に抑え、読書障害のユーザーにとって読みやすさを向上させます。\n2️⃣ PDFサポート。PDFファイルにリーダーラインの機能をシームレスに統合し、異なるフォーマットやプラットフォームで一貫した読書体験を提供します。学術論文を勉強したり、レポートを見直したり、余暇の読書を楽しんだりする場合、リーダーの助けが貴重なサポートと援助を提供します。\n\n❓ よくある質問\n📌 リーダーラインとは何ですか？\nリーダーラインは、テキストをナビゲートするのを助けるためのカスタマイズ可能なラインガイドを提供することで、あなたの読書体験を向上させるために設計されたChrome拡張機能です。インストールすると、リーディングヘルパーは仮想的な読書ルーラーをブラウザウィンドウに追加します。カラー、高さ、不透明度を調整して、自分の好みに合わせることができます。\n📌 特定の読書上の課題に役立ちますか？\nはい、リーダーラインには、読書の困難に直面している個人を支援するためのディスレクシアヘルパーやフォーカスラインなどの専門モードがあります。\n📌 リーディングラインは使いやすいですか？\nもちろんです！リーダーラインには直感的なインターフェースが備わっており、クリックするだけで有効化または無効化できます。すべてのスキルレベルのユーザーがアクセスできるようになっています。 一回のクリックで簡単に無効化または再有効化でき、読書体験を完全にコントロールできます。\n📌 読書ガイドの外観をカスタマイズできますか？\nはい、読書ルーラーのカラー、高さ、不透明度を好みや読書環境に合わせてカスタマイズすることができます。\n📌 リーダーラインはすべてのウェブサイトで動作しますか？\n読書ルーラーはほとんどのウェブサイトやWebベースのドキュメントと互換性があり、さまざまなプラットフォームで一貫した読書体験を提供します。\n📌 読書ガイドはどのように読書スピードと理解力を向上させることができますか？\n視覚的なガイドを提供し、注意をそらすことなくテキストに集中するのをサポートすることで、リーディングルーラーは読書スピードと理解力を向上させます。\n📌 リーダーラインは学生に適していますか？\nはい、リードルーラーは、学生が勉強、研究、学術的なテキストを読む際に集中力を維持するのに役立つ優れたツールです。\n"
  }
}