{
  "appName": {
    "message": "読書定規"
  },
  "shortDesc": {
    "message": "読書定規アプリを使用して、読者のためのガイドラインとして読書体験を向上させ、読みのラインに集中を維持してください。"
  },
  "storeDesc": {
    "message": "Reader Line のご紹介: 読書体験に革命をもたらします! 📕\n\n🚀 クイックスタートのヒント\n1. [Chrome に追加] をクリックして、拡張機能をブラウザにシームレスにインストールします。\n2. 読書体験を向上させたい Web ページまたは>ドキュメントを開きます。\n3. 読み取りルーラーの色、高さ、不透明度を好みに合わせて調整します。\n4. マウス カーソルを使用して読み取りルーラーを移動し、特定の行または段落に焦点を合わせます。\n5. 読書ヘルプの厚意により、明>瞭さと集中力が向上して読み物に没頭できます。\n\n💎 リーダールーラーで読書の旅を充実させましょう\nReader line は信頼できる読書仲間として機能し、独自の読書ニーズに応えるさまざまな機能を提供します。 あなたが学生でも、専門>家でも、あるいはただ良い本を読み込むのが好きな人でも、フォーカス ルーラーはあなたの読書の旅を向上させるためにここにあります。\n\n⚙️ カスタマイズ可能な読書ガイド\n拡張機能設定で簡単にカスタマイズできる読み取りルーラーのオプションは次のとおりです。\n✴️色と不透明度。 読み取りルーラーの色を変更すると、背景が異なる Web サイトでも読みやすくなります。\n✴️定規の高さ。 読書ガイドの高さを設定することで、ユーザーはさまざまなフォント サイズや行間隔>に適応して、最適な読書体験を得ることができます。\n✴️ 読書モード。 Reader line は、ラインとフォーカスの 2 つの読み取りモードを提供します。 これらの特殊なモードは、読書体験を向上させるためのカスタマイズされたソリューションを提供します。\n\n✨ シームレスな統合とアクセシビリティ\n💡 Reader ラインは Chrome ブラウザにシームレスに統合されており、あらゆるスキル レベルのユーザーにとってアクセシビリティと使いやすさが保証されています。\n💡 クリックするだけで拡張機能を有効または無効にし、読書体験を完全に制御できます。\n💡 包括性を念頭に置いて設計されたリーダーラインはアクセシビリティを優先し、多様な読書ニーズを持つ個人にとって価値のあるツールとなっています。\n\n🛠  将来の機能\n1️⃣ フォーカスモード。 フォーカス モード機能は、リーダーの 1 行を強調表示することで集中力を高め、失読症に最適です。 読書定規を利用して読者の注意を誘導し、読書の線を明確にし、気が散るのを最小限に抑え、失読症のユーザーの読みやすさを向上させます。\n2️⃣ PDFサポート。 読み取りルーラーの機能を PDF ファイルにシームレスに統合し、さまざまな形式やプラットフォーム間で一貫した読み取りエクスペリエンスを提供します。 学術論文を勉強してい>る場合でも、レポートをレビューしている場合でも、余暇に読書を楽しんでいる場合でも、読書ヘルプは貴重なサポートと支援を提供します。\n\n❓ よくある質問\n📌リーダーラインとは何ですか？\nReader line は、テキスト内を移動するのに役立つカスタマイズ可能な行ガイドを提供することで、読書エクスペリエンスを向上させるように設計された Chrome 拡張機能です。 読書ヘルパーをインストールすると、ブラウザ ウィンドウに仮想読書定規が追加されます。 好みに合わせて色、高さ、不透明度を調整できます。\n📌 特定の読書の課題に役立ちますか?\nはい、reader line は、読解困難に直面している人を支援するために、失読症ヘルパーやフォーカス ラインなどの特殊なモードを提供します。\n📌 ライン読み>は使いやすいですか？\n絶対に！ Reader line は直感的なインターフェイスを備えており、クリックするだけで有効または無効にできるため、あらゆるスキル レベルのユーザーがアクセスできます。 読書ヘルパーは、ワンクリックで簡単に無効にしたり再度有効にしたりできるため、読書体験を完全に制御できます。\n📌 読書ガイドの外観をカスタマイズできますか?\nはい、好みや読書環境に合わせて読書定規の色、高さ、不透明度をカスタマイズできます。\n📌 Reader Line はすべての Web サイトで機能しますか?\nReading Ruler は、ほとんどの Web サイトおよび Web ベースのドキュメントと互換性があり、さまざまなプラットフォーム間で一貫した読書エクスペリエンスを提供します。\n📌 読書ガイドを使用すると、読む速度と理解力がどのように向上しますか?\n視覚的なガイドを提供し、気を散らすものを最小限に抑えることで、読書定規はユーザーがテキストに集中できるようにし、読書速度と理解力の向上につながります。\n📌 リーダーラインは学>生に適していますか？\nはい、Read Ruler は学生にとって優れたツールであり、学習、研究、学術文書の読書中に集中力を維持するのに役立ちます。"
  }
}