{
  "appName": {
    "message": "Αναγνώστης Γραμμή"
  },
  "shortDesc": {
    "message": "Χρησιμοποιήστε την εφαρμογή Reader Line για να καθοδηγήσετε και να βελτιώσετε την εμπειρία σας με τον καθοδηγητή ανάγνωσης για να διατηρήσετε την προσοχή σας με τη γραμμή ανάγνωσης."
  },
  "storeDesc": {
    "message": "Παρουσιάζοντας την Reader Line: φέρνοντας επανάσταση στην εμπειρία ανάγνωσης! 📕\n\n🚀 Συμβουλές γρήγορης εκκίνησης\n1. Κάντε κλικ στην Προσθήκη στο Chrome για να εγκαταστήσετε την επέκταση απρόσκοπτα στο πρόγραμμα περιήγησής σας.\n2. Ανοίξτε οποιαδήποτε ιστοσελίδα ή έγγραφο όπου θέλετε να βελτιώσετε την εμπειρία ανάγνωσης.\n3. Προσαρμόστε το χρώμα, το ύψος και την αδιαφάνεια του χάρακα ανάγνωσης στις προτιμήσεις σας.\n4. Μετακινήστε τον χάρακα ανάγνωσης με τον κέρσορα του ποντικιού για να εστιάσετε σε συγκεκριμένες γραμμές ή παραγράφους.\n5. Βουτήξτε στο αναγνωστικό σας υλικό με βελτιωμένη σαφήνεια και εστίαση, χάρη στη βοήθεια της ανάγνωσης!\n\n💎 Βελτιώστε το αναγνωστικό σας ταξίδι με αναγνώστη χάρακα\nΗ σειρά Reader χρησιμεύει ως ο αξιόπιστος σύντροφός σας στην ανάγνωση, προσφέροντας μια σειρά λειτουργιών για να καλύψει τις μοναδικές σας ανάγκες ανάγνωσης. Είτε είστε μαθητής, είτε επαγγελματίας είτε απλώς απολαμβάνετε την κατάδυση σε ένα καλό βιβλίο, ο χάρακας εστίασης είναι εδώ για να αναβαθμίσει το ταξίδι ανάγνωσης.\n\n⚙️ Προσαρμόσιμος οδηγός ανάγνωσης\nΑκολουθούν οι επιλογές του χάρακα ανάγνωσης που μπορείτε εύκολα να προσαρμόσετε στις ρυθμίσεις επέκτασης:\n✴️ Χρώμα και αδιαφάνεια. Η αλλαγή του χρώματος του χάρακα ανάγνωσης βελτιώνει την αναγνωσιμότητα σε ιστότοπους με διαφορετικό υπόβαθρο.\n✴️ Ύψος χάρακα. Ρυθμίζοντας το ύψος του οδηγού ανάγνωσης, ο χρήστης μπορεί να προσαρμοστεί σε διαφορετικά μεγέθη γραμματοσειράς και απόσταση γραμμών για βέλτιστη εμπειρία ανάγνωσης.\n✴️ Λειτουργία ανάγνωσης. Η γραμμή ανάγνωσης προσφέρει δύο τρόπους ανάγνωσης: γραμμή και εστίαση. Αυτές οι εξειδικευμένες λειτουργίες προσφέρουν προσαρμοσμένες λύσεις για να βελτιώσετε την εμπειρία ανάγνωσης.\n\n✨ Απρόσκοπτη ενσωμάτωση και προσβασιμότητα\n💡 Η σειρά Reader ενσωματώνεται απρόσκοπτα στο πρόγραμμα περιήγησής σας Chrome, διασφαλίζοντας προσβασιμότητα και ευκολία στη χρήση για χρήστες όλων των επιπέδων δεξιοτήτων.\n💡 Ενεργοποιήστε ή απενεργοποιήστε τηνεπέκταση με ένα μόνο κλικ, δίνοντάς σας τον πλήρη έλεγχο της εμπειρίας ανάγνωσης.\n💡 Σχεδιασμένη με γνώμονα τη συμπερίληψη, η σειρά αναγνωστών δίνει προτεραιότητα στην προσβασιμότητα, καθιστώντας την ένα πολύτιμο εργαλείο για άτομα με διαφορετικές ανάγκες ανάγνωσης.\n\n🛠α Μελλοντικά χαρακτηριστικά\n1️⃣ Λειτουργία εστίασης. Η λειτουργία εστίασης ενισχύει τη συγκέντρωση επισημαίνοντας μία μόνο γραμμή ανάγνωσης, ιδανική για δυσλεξία. Χρησιμοποιεί τον χάρακα ανάγνωσης για να καθοδηγήσει την προσοχή του αναγνώστη, καθιστώντας τη γραμμή ανάγνωσης πιο ξεκάθαρη και ελαχιστοποιώντας τους περισπασμούς, βελτιώνοντας έτσι την αναγνωσιμότητα για δυσλεξικούς χρήστες.\n2️⃣ Υποστήριξη PDF. Ενσωματώστε απρόσκοπτα τις δυνατότητες του χάρακα ανάγνωσης σε αρχεία pdf, προσφέροντας μια συνεπή εμπειρία ανάγνωσης σε διαφορετικές μορφές και πλατφόρμες. Είτε μελετάτε ακαδημαϊκές εργασίες, εξετάζετε εκθέσεις ή απολαμβάνετε το ελεύθερο διάβασμα, η βοήθεια για την ανάγνωση θα είναι εκεί για να παρέχει ανεκτίμητη υποστήριξη και βοήθεια.\n\n❓ Συχνές ερωτήσεις\n📌 Τι είναι η γραμμή ανάγνωσης;\nΗ γραμμή Reader είναι μια επέκταση του Chrome που έχει σχεδιαστεί για να βελτιώνει την εμπειρία ανάγνωσης παρέχοντας έναν προσαρμόσιμο οδηγό γραμμής που θα σας βοηθήσει να πλοηγηθείτε στο κείμενο. Μόλις εγκατασταθεί, το βοηθητικό πρόγραμμα ανάγνωσης προσθέτει έναν εικονικό χάρακα ανάγνωσης στο παράθυρο του προγράμματος περιήγησής σας. Μπορείτε να προσαρμόσετε το χρώμα, το ύψος και την αδιαφάνειά του ανάλογα με τις προτιμήσεις σας.\n📌 Μπορεί να βοηθήσει σε συγκεκριμένες προκλήσεις ανάγνωσης;\nΝαι, η γραμμή ανάγνωσης προσφέρει εξειδικευμένες λειτουργίες όπως βοηθός δυσλεξίας και γραμμή εστίασης για να βοηθήσει άτομα που αντιμετωπίζουν δυσκολίες στην ανάγνωση.\n📌 Είναι εύχρηστη η γραμμή ανάγνωσης;\nΑπολύτως! Η γραμμή Reader διαθέτει μια διαισθητική διεπαφή και μπορεί να ενεργοποιηθεί ή να απενεργοποιηθεί με ένα μόνο κλικ, καθιστώντας την προσβάσιμη σε χρήστες όλων των επιπέδων δεξιοτήτων. Το βοηθητικό πρόγραμμα ανάγνωσης μπορεί εύκολα να απενεργοποιηθεί ή να ενεργοποιηθεί ξανά με ένα μόνο κλικ, δίνοντάς σας τον πλήρη έλεγχο της εμπειρίας ανάγνωσης.\n📌 Μπορώ να προσαρμόσω την εμφάνιση του οδηγού ανάγνωσης;\nΝαι, μπορείτε να προσαρμόσετε το χρώμα, το ύψος και την αδιαφάνεια του χάρακα ανάγνωσης ώστε να ταιριάζει με τις προτιμήσεις και το περιβάλλον ανάγνωσης.\n📌 Λειτουργεί η γραμμή ανάγνωσης σε όλους τους ιστότοπους;\nΟ χάρακας ανάγνωσης είναι συμβατός με τους περισσότερους ιστότοπους και έγγραφα που βασίζονται στο διαδίκτυο, παρέχοντας μια συνεπή εμπειρία ανάγνωσης σε διάφορες πλατφόρμες.\n📌 Πώς μπορεί ο οδηγός ανάγνωσης ναβελτιώσει την ταχύτητα ανάγνωσης και την κατανόησή μου;\nΠαρέχοντας έναν οπτικό οδηγό και ελαχιστοποιώντας τους περισπασμούς, ο χάρακας ανάγνωσης βοηθά τους χρήστες να εστιάσουν στο κείμενο, οδηγώντας σε βελτιωμένη ταχύτητα ανάγνωσης και κατανόηση.\n📌 Είναι η γραμμή ανάγνωσης κατάλληλη για μαθητές;\nΝαι, ο χάρακας ανάγνωσης είναι ένα εξαιρετικό εργαλείο για τους μαθητές, που τους βοηθά να παραμείνουν συγκεντρωμένοι κατά τη μελέτη, την έρευνα και την ανάγνωση ακαδημαϊκών κειμένων."
  }
}