{
  "appName": {
    "message": "Редовен Читател"
  },
  "shortDesc": {
    "message": "Използвайте приложението Reader Line, за да насочите и подобрите преживяването си с рибалка за четене, за да поддържате фокуса си с линия за четене."
  },
  "storeDesc": {
    "message": "Представяме Reader Line: революционирайки вашия опит при четене! 📕\n\n🚀 Бързи съвети за начало\n1. Щракнете върху \"Добавяне към Chrome\", за да инсталирате разширението безпроблемно в браузъра си.\n2. Отворете всяка уеб страница или документ, където искате да подобрите опита си при четене.\n3. Настройте цвета, височината и прозрачността на четеца, съобразени с вашите предпочитания.\n4. Премествайте четеца с мишката, за да се фокусирате върху конкретни редове или параграфи.\n5. Поглъщане на материала за четене с подобрена яснота и фокус, благодарение на помощта при четене!\n\n💎 Подобрете своят опит при четене с помощта на четеца\nReader Line служи като вашият надежден спътник при четене, предлагайки редица функции, подходящи за вашите уникални нужди от четене. Независимо дали сте студент, професионалист или просто се наслаждавате на добра книга, четецът е тук, за да повиши вашето опитно четене.\n\n⚙️ Настроимо ръководство за четене\nЕто опциите на четеца, които можете лесно да настроите в настройките на разширението:\n✴️ Цвят и прозрачност. Променянето на цвета на четеца улеснява четимостта на уебсайтове с различни фонове.\n✴️ Височина на четеца. Чрез настройване на височината на ръководството за четене потребителят може да се адаптира към различни размери на шрифтове и линии за оптимално преживяване при четене.\n✴️ Режим на четене. Reader Line предлага два режима на четене: ред и фокус. Тези специализирани режими предлагат персонализирани решения за подобряване на опита ви при четене.\n\n✨ Безпроблемна интеграция и достъпност\n💡 Reader Line се интегрира безпроблемно във вашия браузър Chrome, гарантирайки достъпност и лесно използване за потребители на всички нива на умения.\n💡 Активирайте или деактивирате разширението с един щракване, като ви предоставя пълен контрол върху вашия опит при четене.\n💡 Създаден с намерение за инклузивност, Reader Line отдава приоритет на достъпността, правейки го ценен инструмент за лица с разнообразни нужди при четене.\n\n🛠 Бъдещи функции\n 1️⃣ Режим на фокус. Функцията за режим на фокус подобрява концентрацията, като подчертава единичен ред на четене, идеален за дислексия. Тя използва четеца, за да насочи вниманието на четящия, като направи четенето по-ясно и намали отвличанията, следователно подобрява четимостта за дислексични потребители.\n 2️⃣ Поддръжка на PDF. Безпроблемно интегрирайте функциите на четеца в PDF файлове, предлагайки последователен опит при четене между различни формати и платформи. Независимо дали сте при изучаване на академични статии, преглед на доклади или се наслаждавате на свободно време за четене, помощ при четене ще бъде там, за да предостави неоценима подкрепа и помощ.\n\n❓ Често задавани въпроси\n📌 Какво е Reader Line?\nЛиния за четене е разширение за Chrome, създадено с цел подобряване на четящия опит, като предоставя персонализируем водач за линия, който да ви помогне да се справите с текста. След като бъде инсталиран, помощникът за четене добавя виртуална линия за четене към прозореца на вашия браузър. Можете да настроите нейния цвят, височина и прозрачност, за да отговарят на вашите предпочитания.\n📌 Може ли да помогне при конкретни предизвикателства при четене?\nДа, линията за четене предлага специализирани режими като помощник при дислексия и фокусна линия, за да помогне на лицата, които се сблъскват с трудности при четенето.\n📌 Лесно ли е да се използва линията за четене?\nАбсолютно! Линията за четене разполага с интуитивен интерфейс и може да бъде включена или изключена с едно кликване, което я прави достъпна за потребители на всички нива на умения. Помощникът за четене може лесно да бъде изключен или отново включен с едно кликване, като ви предоставя пълното контрол над вашия четящ опит.\n📌 Мога ли да персонализирам външния вид на водача за четене?\n Да, можете да персонализирате цвета, височината и прозрачността на линията за четене, за да съответстват на вашите предпочитания и околна среда за четене.\n📌 Работи ли линията за четене на всички уебсайтове?\nВодачът за четене е съвместим с повечето уебсайтове и уеб-базирани документи, осигурявайки последователен четящ опит върху различни платформи.\n📌 Как водачът за четене може да подобри моята четяща скорост и разбиране?\nКато предоставя визуален водач и намаляващ разсейващите фактори, водачът за четене помага на потребителите да се съсредоточат върху текста, което води до подобрена четяща скорост и разбиране.\n📌 Подходяща ли е линията за четене за студенти?\nДа, водачът за четене е отличен инструмент за студенти, който им помага да останат съсредоточени по време на учене, изследване и четене на учебни текстове."
  }
}