{
  "appName": {
    "message": "Строка читателя"
  },
  "shortDesc": {
    "message": "Используйте приложение Reader Line, чтобы улучшить ваше восприятие при чтении и сосредоточить внимание на строки."
  },
  "storeDesc": {
    "message": "Представляем Reader Line: революционируйте свой опыт чтения! 📕\n\n🚀 Советы для быстрого старта\n1. Нажмите \"Добавить в Chrome\", чтобы установить расширение без проблем в ваш браузер.\n2. Откройте любую веб-страницу или документ, где вы хотите улучшить свой опыт чтения.\n3. Настройте цвет, высоту и непрозрачность руля чтения под свои предпочтения.\n4. Перемещайте руль чтения с помощью курсора мыши, чтобы сосредоточиться на конкретных строках или абзацах.\n5. Погрузитесь в материал для чтения с улучшенной ясностью и фокусом, благодаря помощи при чтении!\n\n💎 Улучшите свое чтение с помощью руля для чтения\nReader Line служит вашим надежным компаньоном по чтению, предлагая ряд функций, отвечающих вашим уникальным потребностям в чтении. Независимо от того, являетесь ли вы студентом, профессионалом или просто любите погрузиться в хорошую книгу, руль фокусировки здесь, чтобы усовершенствовать ваш путь чтения.\n\n⚙️ Настроимое руководство для чтения\nВот параметры руля для чтения, которые вы легко можете настроить в настройках расширения:\n✴️ Цвет и непрозрачность. Изменение цвета руля чтения повышает читабельность на веб-сайтах с разными фонами.\n✴️ Высота руля. Установив высоту руководства для чтения, пользователь может адаптироваться к разным размерам шрифтов и межстрочным интервалам для оптимального опыта чтения.\n✴️ Режимы чтения. Reader Line предлагает два режима чтения: строка и фокус. Эти специализированные режимы предлагают индивидуальные решения для улучшения вашего опыта чтения.\n\n✨ Бесшовная интеграция и доступность\n💡 Reader Line легко интегрируется в ваш браузер Chrome, обеспечивая доступность и простоту использования для пользователей всех уровней навыков.\n💡 Включите или отключите расширение одним щелчком, обеспечивая полный контроль над вашим опытом чтения.\n💡 Разработанный с учетом инклюзивности, Reader Line придает приоритет доступности, делая его ценным инструментом для лиц с различными потребностями в чтении.\n\n🛠 Будущие функции\n 1️⃣ Режим фокусировки. Функция режима фокусировки повышает концентрацию, выделяя одну строку чтения, идеально подходит для дислексии. Она использует руль чтения для направления внимания читателя, делая строку чтения более четкой и уменьшая отвлечения, тем самым улучшая читабельность для пользователей с дислексией.\n 2️⃣ Поддержка PDF. Бесшовно интегрируйте функции руля для чтения в файлы PDF, предлагая единый опыт чтения на различных форматах и платформах. Независимо от того, изучаете ли вы учебные работы, рецензируете отчеты или наслаждаетесь досугом, помощь в чтении всегда будет рядом, предоставляя неоценимую поддержку и помощь.\n\n❓ Часто задаваемые вопросы\n📌 Что такое Reader Line?\nЛинейка читателя - это расширение для Chrome, созданное для улучшения вашего опыта чтения путем предоставления настраиваемого линейного указателя, который поможет вам навигироваться по тексту. После установки этот помощник для чтения добавляет виртуальную линейку для чтения на ваше окно браузера. Вы можете настроить цвет, высоту и непрозрачность этой линейки по своему усмотрению.\n📌 Может ли она помочь с конкретными трудностями чтения?\nДа, линейка читателя предлагает специализированные режимы, такие как помощник для дислексиков и линейка фокуса, чтобы помочь людям, сталкивающимся с трудностями при чтении.\n📌 Легко ли пользоваться линейкой для чтения?\nАбсолютно! Линейка читателя имеет интуитивный интерфейс и может быть включена или отключена одним нажатием кнопки, что делает ее доступной для пользователей всех уровней навыков. Помощник для чтения может быть легко отключен или снова включен одним нажатием кнопки, давая вам полный контроль над вашим опытом чтения.\n📌 Могу ли я настроить внешний вид руководства для чтения?\nДа, вы можете настроить цвет, высоту и непрозрачность линейки для чтения в соответствии со своими предпочтениями и окружающей обстановкой при чтении.\n📌 Работает ли линейка читателя на всех веб-сайтах?\nЛинейка для чтения совместима с большинством веб-сайтов и веб-документов, обеспечивая единое визуальное восприятие чтения на различных платформах.\n📌 Как руководство для чтения может улучшить мою скорость чтения и понимание?\nПредоставляя визуальный ориентир и минимизируя отвлекающие элементы, линейка для чтения помогает пользователям сосредоточиться на тексте, что приводит к увеличению скорости чтения и понимания.\n📌 Подходит ли линейка для чтения для студентов?\nДа, линейка для чтения - отличный инструмент для студентов, помогающий им оставаться сосредоточенными во время учебы, исследований и чтения академических текстов."
  }
}